import React from "react";
import AddressCom from "../components/AddressCom";
import SeoCom from "../components/SeoCom";
import style from "../styles/aboutUs.module.css";

const AboutUs = () => {
  return (
    <div className="card ">
      <div className="card-body">
        <div>
          <SeoCom
            title="من نحن"
            description=" نحن موقع الكتروني تاسس في فبراير لعام (2022) يحاول اسراء المحتوي
          العربي وتوسيع افاق المعرفه عند المجتمع
   "
          />
        </div>
        <AddressCom title="من نحن" />

        <h2 className={style.header}>
          نحن موقع الكتروني تاسس في فبراير لعام (2022) يحاول اسراء المحتوي
          العربي وتوسيع افاق المعرفه عند المجتمع{" "}
        </h2>

        <hr />

        <h2 className={` ${style.title} ` + "card-title"}>
          من هو موقع يا تخين ؟
        </h2>
        <h3 className={` ${style.text} ` + "card-text"}>
          موقع ياتخين هو موقع متخصص في كل ما يخص المرأه والرجل من أشياء كثيره في
          الحياه ومنها :-
        </h3>

        <div className={style.point}>
          <h4>1 - التخسيس وفقدان الوزن:-</h4>
          <p>
            لاشك ان الوزن الزائد يسبب الكثير من الامراض ويجعل الانسان في عرضه
            كبيره لمرض السكري وغير ذلك يتسبب في مظهر غير محبب للرجال والنساء
            ولذلك نهتم في تقديم وصفات كثيره تساعد في التخسيس وفقدان الوزن
          </p>
        </div>
        <div className={style.point}>
          <h4>2 - العنايه بالبشره :-</h4>
          <p>
            من الامور المهمه للانسان العنايه بالبشره والحفاظ علي بشره نقيه لذلك
            نهتم بعنايه المرأه والرجل بالبشره حتي نستطيع ان نضيف لمسه جماليه
            لهما
          </p>
        </div>
        <div className={style.point}>
          <h4>3 - التمارين الرياضيه :-</h4>
          <p>
            يحتاج جسم الانسان للتمارين الرياضيه للحفاظ علي الياقه البدنيه
            والقوام المثالي للجسم لذلك نسلط الضوء علي انواع التمارين الرياضيه
            الهامه للجسم
          </p>
        </div>
        <div className={style.point}>
          <h4>4 - الأعشاب :-</h4>
          <p>
            الكثير منا يسمع عن الأعشاب الطبيعيه وفوائد استخدامها الواسع المدي
            ولذلك نريد ان نتوسع في معرفه جميع الانواع وكيفيه استخدامها
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
